Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Faces will appear here when detected
ar: ستظهر الوجوه هنا عند اكتشافها
bg: Лицата ще се показват тук, когато бъдат открити
bn: শনাক্ত হলে মুখগুলো এখানে দেখা যাবে
ca: Les cares apareixeran aquí quan es detectin
cs: Po rozpoznání se zde zobrazí tváře
da: Ansigter vises her, når de registreres
de: Erkannte Gesichter werden hier angezeigt
el: Τα πρόσωπα θα εμφανίζονται εδώ όταν εντοπιστούν
es: Las caras aparecerán aquí cuando se detecten
fa: چهره‌های شناسایی‌شده اینجا نمایش داده می‌شوند
fi: Kasvot näkyvät täällä, kun ne tunnistetaan
fr: Les visages apparaîtront ici lorsqu’ils seront détectés
he: פנים יופיעו כאן לאחר שיזוהו
hi: पहचाने जाने पर चेहरे यहाँ दिखाई देंगे
hr: Lica će se pojaviti ovdje kada budu otkrivena
hu: Az észlelt arcok itt jelennek meg
id: Wajah akan muncul di sini saat terdeteksi
it: I volti rilevati verranno visualizzati qui
ja: 検出された顔がここに表示されます
kk: Анықталған беттер осында көрсетіледі
ko: 감지된 얼굴이 여기에 표시됩니다
lt: Aptikti veidai bus rodomi čia
ms: Wajah akan dipaparkan di sini apabila dikesan
nb: Oppdagede ansikter vises her
nl: Gezichten verschijnen hier zodra ze zijn gedetecteerd
pl: Wykryte twarze pojawią się tutaj
pt: Os rostos aparecerão aqui quando forem detetados
ro: Fețele vor apărea aici după ce sunt detectate
ru: Распознанные лица появятся здесь
sk: Rozpoznané tváre sa zobrazia tu
sl: Zaznani obrazi bodo prikazani tukaj
sv: Ansikten visas här när de har identifierats
th: ใบหน้าจะแสดงที่นี่เมื่อตรวจพบ
tr: Algılandıklarında yüzler burada görünecek
uk: Розпізнані обличчя з’являться тут
vi: Khuôn mặt sẽ xuất hiện ở đây khi được phát hiện
zh_hans: 检测到面孔后会显示在这里
zh_hant: 偵測到臉孔後會顯示於此

source: Failed to add to album
ar: فشلت الإضافة إلى الألبوم
bg: Добавянето към албума е неуспешно
bn: অ্যালবামে যোগ করা ব্যর্থ হয়েছে
ca: No s'ha pogut afegir a l'àlbum
cs: Do alba se nepodařilo přidat
da: Kunne ikke føje til album
de: Hinzufügen zum Album fehlgeschlagen
el: Η προσθήκη στο άλμπουμ απέτυχε
es: Error al añadir al álbum
fa: افزودن به آلبوم ممکن نبود
fi: Albumiin lisääminen epäonnistui
fr: Échec de l’ajout à l’album
he: ההוספה לאלבום נכשלה
hi: एल्बम में जोड़ा नहीं जा सका
hr: Dodavanje u album nije uspjelo
hu: Nem sikerült hozzáadni az albumhoz
id: Gagal menambahkan ke album
it: Impossibile aggiungere all'album
ja: アルバムに追加できませんでした
kk: Альбомға қосу мүмкін болмады
ko: 앨범에 추가하지 못했습니다
lt: Nepavyko pridėti prie albumo
ms: Gagal menambah ke album
nb: Kunne ikke legge til i albumet
nl: Toevoegen aan album mislukt
pl: Nie udało się dodać do albumu
pt: Falha ao adicionar ao álbum
ro: Adăugarea în album a eșuat
ru: Не удалось добавить в альбом
sk: Nepodarilo sa pridať do albumu
sl: Dodajanje v album ni uspelo
sv: Det gick inte att lägga till i albumet
th: เพิ่มไปยังอัลบั้มไม่สำเร็จ
tr: Albüme eklenemedi
uk: Не вдалося додати до альбому
vi: Không thể thêm vào album
zh_hans: 添加到相册失败
zh_hant: 加入相簿失敗

source: Failed to add user
ar: فشلت إضافة المستخدم
bg: Добавянето на потребител е неуспешно
bn: ব্যবহারকারী যোগ করা ব্যর্থ হয়েছে
ca: No s'ha pogut afegir l'usuari
cs: Uživatele se nepodařilo přidat
da: Kunne ikke tilføje bruger
de: Benutzer konnte nicht hinzugefügt werden
el: Η προσθήκη χρήστη απέτυχε
es: Error al añadir al usuario
fa: افزودن کاربر ممکن نبود
fi: Käyttäjän lisääminen epäonnistui
fr: Échec de l’ajout de l’utilisateur
he: הוספת המשתמש נכשלה
hi: उपयोगकर्ता नहीं जोड़ा जा सका
hr: Dodavanje korisnika nije uspjelo
hu: Nem sikerült hozzáadni a felhasználót
id: Gagal menambahkan pengguna
it: Impossibile aggiungere l'utente
ja: ユーザーを追加できませんでした
kk: Пайдаланушыны қосу мүмкін болмады
ko: 사용자를 추가하지 못했습니다
lt: Nepavyko pridėti naudotojo
ms: Gagal menambah pengguna
nb: Kunne ikke legge til brukeren
nl: Gebruiker toevoegen mislukt
pl: Nie udało się dodać użytkownika
pt: Falha ao adicionar o utilizador
ro: Adăugarea utilizatorului a eșuat
ru: Не удалось добавить пользователя
sk: Nepodarilo sa pridať používateľa
sl: Uporabnika ni bilo mogoče dodati
sv: Det gick inte att lägga till användaren
th: เพิ่มผู้ใช้ไม่สำเร็จ
tr: Kullanıcı eklenemedi
uk: Не вдалося додати користувача
vi: Không thể thêm người dùng
zh_hans: 添加用户失败
zh_hant: 新增使用者失敗

source: Failed to archive photo
ar: فشلت أرشفة الصورة
bg: Архивирането на снимката е неуспешно
bn: ছবি আর্কাইভ করা ব্যর্থ হয়েছে
ca: No s'ha pogut arxivar la foto
cs: Fotku se nepodařilo archivovat
da: Kunne ikke arkivere foto
de: Foto konnte nicht archiviert werden
el: Η αρχειοθέτηση της φωτογραφίας απέτυχε
es: Error al archivar la foto
fa: بایگانی عکس ممکن نبود
fi: Kuvan arkistointi epäonnistui
fr: Échec de l’archivage de la photo
he: העברת התמונה לארכיון נכשלה
hi: फ़ोटो आर्काइव नहीं की जा सकी
hr: Arhiviranje fotografije nije uspjelo
hu: Nem sikerült archiválni a fotót
id: Gagal mengarsipkan foto
it: Impossibile archiviare la foto
ja: 写真をアーカイブできませんでした
kk: Фотосуретті мұрағаттау мүмкін болмады
ko: 사진을 보관하지 못했습니다
lt: Nepavyko archyvuoti nuotraukos
ms: Gagal mengarkibkan foto
nb: Kunne ikke arkivere bildet
nl: Foto archiveren mislukt
pl: Nie udało się zarchiwizować zdjęcia
pt: Falha ao arquivar a foto
ro: Arhivarea fotografiei a eșuat
ru: Не удалось архивировать фотографию
sk: Nepodarilo sa archivovať fotografiu
sl: Fotografije ni bilo mogoče arhivirati
sv: Det gick inte att arkivera fotot
th: เก็บรูปภาพถาวรไม่สำเร็จ
tr: Fotoğraf arşivlenemedi
uk: Не вдалося заархівувати фото
vi: Không thể lưu trữ ảnh
zh_hans: 归档照片失败
zh_hant: 封存相片失敗

source: Failed to archive photos
ar: فشلت أرشفة الصور
bg: Архивирането на снимките е неуспешно
bn: ছবিগুলো আর্কাইভ করা ব্যর্থ হয়েছে
ca: No s'han pogut arxivar les fotos
cs: Fotky se nepodařilo archivovat
da: Kunne ikke arkivere fotos
de: Fotos konnten nicht archiviert werden
el: Η αρχειοθέτηση των φωτογραφιών απέτυχε
es: Error al archivar las fotos
fa: بایگانی عکس‌ها ممکن نبود
fi: Kuvien arkistointi epäonnistui
fr: Échec de l’archivage des photos
he: העברת התמונות לארכיון נכשלה
hi: फ़ोटो आर्काइव नहीं की जा सकीं
hr: Arhiviranje fotografija nije uspjelo
hu: Nem sikerült archiválni a fotókat
id: Gagal mengarsipkan foto-foto
it: Impossibile archiviare le foto
ja: 写真をアーカイブできませんでした
kk: Фотосуреттерді мұрағаттау мүмкін болмады
ko: 사진을 보관하지 못했습니다
lt: Nepavyko archyvuoti nuotraukų
ms: Gagal mengarkibkan foto
nb: Kunne ikke arkivere bildene
nl: Foto's archiveren mislukt
pl: Nie udało się zarchiwizować zdjęć
pt: Falha ao arquivar as fotos
ro: Arhivarea fotografiilor a eșuat
ru: Не удалось архивировать фотографии
sk: Nepodarilo sa archivovať fotografie
sl: Fotografij ni bilo mogoče arhivirati
sv: Det gick inte att arkivera fotona
th: เก็บรูปภาพถาวรไม่สำเร็จ
tr: Fotoğraflar arşivlenemedi
uk: Не вдалося заархівувати фото
vi: Không thể lưu trữ ảnh
zh_hans: 归档照片失败
zh_hant: 封存相片失敗

source: Failed to create album
ar: فشل إنشاء الألبوم
bg: Неуспешно създаване на албум
bn: অ্যালবাম তৈরি করা ব্যর্থ হয়েছে
ca: No s’ha pogut crear l’àlbum
cs: Nepodařilo se vytvořit album
da: Oprettelse af album mislykkedes
de: Album konnte nicht erstellt werden
el: Αποτυχία δημιουργίας άλμπουμ
es: Error al crear el álbum
fa: ایجاد آلبوم ممکن نبود
fi: Albumin luonti epäonnistui
fr: Impossible de créer l'album
he: יצירת אלבום נכשלה
hi: एल्बम बनाने में विफल
hr: Izrada albuma nije uspjela
hu: Album készítése sikertelen
id: Gagal membuat album
it: Impossibile creare l'album
ja: アルバムを作成できませんでした
kk: Альбом жасау мүмкін болмады
ko: 앨범을 생성하지 못했습니다.
lt: Nepavyko sukurti albumo
ms: Gagal membuat album baru
nb: Feil med å lage album
nl: Fout bij maken van album
pl: Nie udało się utworzyć albumu
pt: Ocorreu um erro ao criar álbum
ro: A eșuat crearea albumului
ru: Не удалось создать альбом
sk: Nepodarilo sa vytvoriť album
sl: Albuma ni bilo mogoče ustvariti
sv: Det gick inte att skapa album
th: ไม่สามารถสร้างอัลบั้มได้
tr: Albüm oluşturulamadı
uk: Не вдалося створити альбом
vi: Tạo album thất bại
zh_hans: 创建相册失败
zh_hant: 相簿建立失敗

source: Failed to Create Album
ar: فشل إنشاء الألبوم
bg: Неуспешно създаване на албум
bn: অ্যালবাম তৈরি করা ব্যর্থ হয়েছে
ca: No s’ha pogut crear l’àlbum
cs: Nepodařilo se vytvořit album
da: Oprettelse af album mislykkedes
de: Album konnte nicht erstellt werden
el: Αποτυχία δημιουργίας άλμπουμ
es: Error al crear el álbum
fa: ایجاد آلبوم ناموفق بود
fi: Albumin luonti epäonnistui
fr: Impossible de créer l'album
he: יצירת אלבום נכשלה
hi: एल्बम बनाने में विफल
hr: Izrada albuma nije uspjela
hu: Album készítése sikertelen
id: Gagal membuat album
it: Impossibile creare l'album
ja: アルバムを作成できませんでした
kk: Альбом жасау сәтсіз аяқталды
ko: 앨범을 생성하지 못했습니다.
lt: Nepavyko sukurti albumo
ms: Gagal membuat album baru
nb: Feil med å lage album
nl: Fout bij maken van album
pl: Nie udało się utworzyć albumu
pt: Ocorreu um erro ao criar álbum
ro: A eșuat crearea albumului
ru: Не удалось создать альбом
sk: Nepodarilo sa vytvoriť album
sl: Albuma ni bilo mogoče ustvariti
sv: Det gick inte att skapa album
th: ไม่สามารถสร้างอัลบั้มได้
tr: Albüm oluşturulamadı
uk: Не вдалося створити альбом
vi: Tạo album thất bại
zh_hans: 创建相册失败
zh_hant: 相簿建立失敗

source: Failed to create shared link
ar: فشل إنشاء رابط مشترك
bg: Неуспешно създаване на спoделена връзка
bn: শেয়ার লিংক তৈরি করা ব্যর্থ হয়েছে
ca: No s’ha pogut crear l’enllaç compartit
cs: Nepodařilo se vytvořit sdílený odkaz
da: Oprettelse af delt link mislykkedes
de: Geteilter Link konnte nicht erstellt werden
el: Αποτυχία δημιουργίας κοινόχρηστου συνδέσμου
es: Error al crear el enlace compartido
fa: ایجاد پیوند اشتراک‌گذاری ممکن نبود
fi: Jaetun linkin luonti epäonnistui
fr: Impossible de créer le lien partagé
he: יצירת קישור משותף נכשלה
hi: साझा लिंक बनाने में विफल
hr: Stvaranje dijeljene veze nije uspjelo
hu: Megosztott link készítése sikertelen
id: Gagal membuat tautan bersama
it: Impossibile creare il link condivisibile
ja: 共有リンクを作成できませんでした
kk: Бөлісу сілтемесін жасау мүмкін болмады
ko: 공유 링크를 생성하지 못했습니다.
lt: Nepavyko sukurti bendrinimo nuorodos
ms: Gagal mencipta pautan kongsi
nb: Feil med å lage delt lenke
nl: Fout bij maken van gedeelde link
pl: Nie udało się utworzyć udostępnionego linku
pt: Ocorreu um erro ao criar o link partilhado
ro: A eșuat crearea legăturii partajate
ru: Не удалось создать публичную ссылку
sk: Nepodarilo sa vytvoriť zdieľaný odkaz
sl: Povezave v skupni rabi ni bilo mogoče ustvariti
sv: Det gick inte att skapa delad länk
th: ไม่สามารถสร้างลิงก์ที่แชร์ได้
tr: Paylaşılan bağlantı oluşturulamadı
uk: Не вдалося створити спільне посилання
vi: Không thể tạo link chia sẻ
zh_hans: 创建共享链接失败
zh_hant: 分享連結建立失敗

source: Failed to delete %lld items
ar: فشل حذف %lld عنصرًا
bg: Изтриването на %lld елемента е неуспешно
bn: %lldটি আইটেম মুছতে ব্যর্থ হয়েছে
ca: No s'han pogut eliminar %lld elements
cs: Nepodařilo se smazat %lld položek
da: Kunne ikke slette %lld emner
de: %lld Elemente konnten nicht gelöscht werden
el: Η διαγραφή %lld στοιχείων απέτυχε
es: Error al eliminar %lld elementos
fa: حذف %lld مورد ممکن نبود
fi: %lld kohteen poistaminen epäonnistui
fr: Échec de la suppression de %lld éléments
he: מחיקת %lld פריטים נכשלה
hi: %lld आइटम हटाए नहीं जा सके
hr: Brisanje %lld stavki nije uspjelo
hu: Nem sikerült törölni %lld elemet
id: Gagal menghapus %lld item
it: Impossibile eliminare %lld elementi
ja: %lld件の項目を削除できませんでした
kk: %lld элементті жою мүмкін болмады
ko: %lld개 항목을 삭제하지 못했습니다
lt: Nepavyko ištrinti %lld elementų
ms: Gagal memadam %lld item
nb: Kunne ikke slette %lld elementer
nl: Kan %lld items niet verwijderen
pl: Nie udało się usunąć %lld elementów
pt: Falha ao eliminar %lld itens
ro: Ștergerea a %lld elemente a eșuat
ru: Не удалось удалить %lld элементов
sk: Nepodarilo sa vymazať %lld položiek
sl: %lld elementov ni bilo mogoče izbrisati
sv: Det gick inte att radera %lld objekt
th: ลบ %lld รายการไม่สำเร็จ
tr: %lld öğe silinemedi
uk: Не вдалося видалити %lld елементів
vi: Không thể xóa %lld mục
zh_hans: 删除 %lld 个项目失败
zh_hant: 刪除 %lld 個項目失敗

source: Failed to delete 1 item
ar: فشل حذف عنصر واحد
bg: Изтриването на 1 елемент е неуспешно
bn: ১টি আইটেম মুছতে ব্যর্থ হয়েছে
ca: No s'ha pogut eliminar 1 element
cs: Nepodařilo se smazat 1 položku
da: Kunne ikke slette 1 emne
de: 1 Element konnte nicht gelöscht werden
el: Η διαγραφή 1 στοιχείου απέτυχε
es: Error al eliminar 1 elemento
fa: حذف ۱ مورد ممکن نبود
fi: 1 kohteen poistaminen epäonnistui
fr: Échec de la suppression de 1 élément
he: מחיקת פריט אחד נכשלה
hi: 1 आइटम हटाया नहीं जा सका
hr: Brisanje 1 stavke nije uspjelo
hu: Nem sikerült törölni 1 elemet
id: Gagal menghapus 1 item
it: Impossibile eliminare 1 elemento
ja: 1件の項目を削除できませんでした
kk: 1 элементті жою мүмкін болмады
ko: 항목 1개를 삭제하지 못했습니다
lt: Nepavyko ištrinti 1 elemento
ms: Gagal memadam 1 item
nb: Kunne ikke slette 1 element
nl: Kan 1 item niet verwijderen
pl: Nie udało się usunąć 1 elementu
pt: Falha ao eliminar 1 item
ro: Ștergerea unui element a eșuat
ru: Не удалось удалить 1 элемент
sk: Nepodarilo sa vymazať 1 položku
sl: 1 elementa ni bilo mogoče izbrisati
sv: Det gick inte att radera 1 objekt
th: ลบ 1 รายการไม่สำเร็จ
tr: 1 öğe silinemedi
uk: Не вдалося видалити 1 елемент
vi: Không thể xóa 1 mục
zh_hans: 删除 1 个项目失败
zh_hant: 刪除 1 個項目失敗

source: Failed to delete album
ar: فشل في حذف الألبوم
bg: Неуспешно изтриване на албум
bn: অ্যালবাম মুছে ফেলতে ব্যর্থ হয়েছে
ca: No s’ha pogut suprimir l’àlbum
cs: Nepodařilo se smazat album
da: Fejlede sletning af album
de: Album konnte nicht gelöscht werden
el: Αποτυχία διαγραφής άλμπουμ
es: No ha podido eliminar el álbum
fa: حذف آلبوم ناموفق بود
fi: Albumin poistaminen epäonnistui
fr: Échec de la suppression de l'album
he: מחיקת אלבום נכשלה
hi: एल्बम हटाने में विफल
hr: Neuspješno brisanje albuma
hu: Az album törlése sikertelen
id: Gagal menghapus album
it: Impossibile eliminare l'album
ja: アルバムの削除に失敗しました
kk: Альбомды жою мүмкін болмады
ko: 앨범 삭제 실패
lt: Nepavyko ištrinti albumo
ms: Gagal menghapuskan album
nb: Kunne ikke slette albumet
nl: Verwijderen album mislukt
pl: Nie udało się usunąć albumu
pt: Ocorreu um erro ao eliminar álbum
ro: Ștergere album eșuată
ru: Не удалось удалить альбом
sk: Nepodarilo sa odstrániť album
sl: Albuma ni bilo mogoče izbrisati
sv: Kunde inte radera album
th: ลบอัลบั้มไม่สำเร็จ
tr: Albüm silinemedi
uk: Не вдалося видалити альбом
vi: Xóa album thất bại
zh_hans: 删除相册失败
zh_hant: 刪除相簿失敗

source: Failed to delete link
ar: فشل حذف الرابط
bg: Изтриването на връзката е неуспешно
bn: লিঙ্ক মুছতে ব্যর্থ হয়েছে
ca: No s'ha pogut eliminar l'enllaç
cs: Odkaz se nepodařilo smazat
da: Kunne ikke slette link
de: Link konnte nicht gelöscht werden
el: Η διαγραφή του συνδέσμου απέτυχε
es: Error al eliminar el enlace
fa: حذف پیوند ممکن نبود
fi: Linkin poistaminen epäonnistui
fr: Échec de la suppression du lien
he: מחיקת הקישור נכשלה
hi: लिंक हटाया नहीं जा सका
hr: Brisanje poveznice nije uspjelo
hu: Nem sikerült törölni a hivatkozást
id: Gagal menghapus tautan
it: Impossibile eliminare il link
ja: リンクを削除できませんでした
kk: Сілтемені жою мүмкін болмады
ko: 링크를 삭제하지 못했습니다
lt: Nepavyko ištrinti nuorodos
ms: Gagal memadam pautan
nb: Kunne ikke slette lenken
nl: Link verwijderen mislukt
pl: Nie udało się usunąć linku
pt: Falha ao eliminar a ligação
ro: Ștergerea linkului a eșuat
ru: Не удалось удалить ссылку
sk: Nepodarilo sa odstrániť odkaz
sl: Povezave ni bilo mogoče izbrisati
sv: Det gick inte att ta bort länken
th: ลบลิงก์ไม่สำเร็จ
tr: Bağlantı silinemedi
uk: Не вдалося видалити посилання
vi: Không thể xóa liên kết
zh_hans: 删除链接失败
zh_hant: 刪除連結失敗

source: Failed to delete photo
ar: فشل حذف الصورة
bg: Изтриването на снимката е неуспешно
bn: ছবি মুছতে ব্যর্থ হয়েছে
ca: No s'ha pogut eliminar la foto
cs: Fotku se nepodařilo smazat
da: Kunne ikke slette foto
de: Foto konnte nicht gelöscht werden
el: Η διαγραφή της φωτογραφίας απέτυχε
es: Error al eliminar la foto
fa: حذف عکس ممکن نبود
fi: Kuvan poistaminen epäonnistui
fr: Échec de la suppression de la photo
he: מחיקת התמונה נכשלה
hi: फ़ोटो हटाई नहीं जा सकी
hr: Brisanje fotografije nije uspjelo
hu: Nem sikerült törölni a fotót
id: Gagal menghapus foto
it: Impossibile eliminare la foto
ja: 写真を削除できませんでした
kk: Фотосуретті жою мүмкін болмады
ko: 사진을 삭제하지 못했습니다
lt: Nepavyko ištrinti nuotraukos
ms: Gagal memadam foto
nb: Kunne ikke slette bildet
nl: Foto verwijderen mislukt
pl: Nie udało się usunąć zdjęcia
pt: Falha ao eliminar a foto
ro: Ștergerea fotografiei a eșuat
ru: Не удалось удалить фотографию
sk: Nepodarilo sa vymazať fotografiu
sl: Fotografije ni bilo mogoče izbrisati
sv: Det gick inte att radera fotot
th: ลบรูปภาพไม่สำเร็จ
tr: Fotoğraf silinemedi
uk: Не вдалося видалити фото
vi: Không thể xóa ảnh
zh_hans: 删除照片失败
zh_hant: 刪除相片失敗

source: Failed to delete photos
ar: فشل حذف الصور
bg: Изтриването на снимките е неуспешно
bn: ছবিগুলো মুছতে ব্যর্থ হয়েছে
ca: No s'han pogut eliminar les fotos
cs: Fotky se nepodařilo smazat
da: Kunne ikke slette fotos
de: Fotos konnten nicht gelöscht werden
el: Η διαγραφή των φωτογραφιών απέτυχε
es: Error al eliminar las fotos
fa: حذف عکس‌ها ممکن نبود
fi: Kuvien poistaminen epäonnistui
fr: Échec de la suppression des photos
he: מחיקת התמונות נכשלה
hi: फ़ोटो हटाई नहीं जा सकीं
hr: Brisanje fotografija nije uspjelo
hu: Nem sikerült törölni a fotókat
id: Gagal menghapus foto-foto
it: Impossibile eliminare le foto
ja: 写真を削除できませんでした
kk: Фотосуреттерді жою мүмкін болмады
ko: 사진을 삭제하지 못했습니다
lt: Nepavyko ištrinti nuotraukų
ms: Gagal memadam foto
nb: Kunne ikke slette bildene
nl: Foto's verwijderen mislukt
pl: Nie udało się usunąć zdjęć
pt: Falha ao eliminar as fotos
ro: Ștergerea fotografiilor a eșuat
ru: Не удалось удалить фотографии
sk: Nepodarilo sa vymazať fotografie
sl: Fotografij ni bilo mogoče izbrisati
sv: Det gick inte att radera fotona
th: ลบรูปภาพไม่สำเร็จ
tr: Fotoğraflar silinemedi
uk: Не вдалося видалити фото
vi: Không thể xóa ảnh
zh_hans: 删除照片失败
zh_hant: 刪除相片失敗

source: Failed to empty trash
ar: فشل إفراغ سلة المهملات
bg: Изпразването на кошчето е неуспешно
bn: ট্র্যাশ খালি করতে ব্যর্থ হয়েছে
ca: No s'ha pogut buidar la paperera
cs: Koš se nepodařilo vysypat
da: Kunne ikke tømme papirkurven
de: Papierkorb konnte nicht geleert werden
el: Το άδειασμα του κάδου απέτυχε
es: Error al vaciar la papelera
fa: خالی کردن زباله‌دان ممکن نبود
fi: Roskakorin tyhjentäminen epäonnistui
fr: Échec du vidage de la corbeille
he: ריקון האשפה נכשל
hi: ट्रैश खाली नहीं किया जा सका
hr: Pražnjenje smeća nije uspjelo
hu: Nem sikerült kiüríteni a kukát
id: Gagal mengosongkan sampah
it: Impossibile svuotare il cestino
ja: ゴミ箱を空にできませんでした
kk: Себетті босату мүмкін болмады
ko: 휴지통을 비우지 못했습니다
lt: Nepavyko ištuštinti šiukšlinės
ms: Gagal mengosongkan sampah
nb: Kunne ikke tømme papirkurven
nl: Prullenmand legen mislukt
pl: Nie udało się opróżnić kosza
pt: Falha ao esvaziar o lixo
ro: Golirea coșului a eșuat
ru: Не удалось очистить корзину
sk: Nepodarilo sa vyprázdniť kôš
sl: Smetnjaka ni bilo mogoče izprazniti
sv: Det gick inte att tömma papperskorgen
th: ล้างถังขยะไม่สำเร็จ
tr: Çöp boşaltılamadı
uk: Не вдалося очистити кошик
vi: Không thể dọn sạch thùng rác
zh_hans: 清空废纸篓失败
zh_hant: 清空垃圾桶失敗

source: Failed to find this photo on the server
ar: تعذر العثور على هذه الصورة في الخادم
bg: Тази снимка не беше намерена на сървъра
bn: সার্ভারে এই ছবিটি খুঁজে পাওয়া যায়নি
ca: No s'ha pogut trobar aquesta foto al servidor
cs: Tuto fotku se na serveru nepodařilo najít
da: Kunne ikke finde dette foto på serveren
de: Dieses Foto wurde auf dem Server nicht gefunden
el: Αυτή η φωτογραφία δεν βρέθηκε στον διακομιστή
es: No se ha podido encontrar esta foto en el servidor
fa: این عکس در سرور پیدا نشد
fi: Tätä kuvaa ei löytynyt palvelimelta
fr: Cette photo est introuvable sur le serveur
he: התמונה הזאת לא נמצאה בשרת
hi: यह फ़ोटो सर्वर पर नहीं मिली
hr: Ova fotografija nije pronađena na poslužitelju
hu: Nem sikerült megtalálni ezt a fotót a szerveren
id: Gagal menemukan foto ini di server
it: Impossibile trovare questa foto sul server
ja: サーバー上でこの写真を見つけられませんでした
kk: Бұл фотосуретті серверден табу мүмкін болмады
ko: 서버에서 이 사진을 찾지 못했습니다
lt: Nepavyko rasti šios nuotraukos serveryje
ms: Gagal mencari foto ini pada pelayan
nb: Kunne ikke finne dette bildet på serveren
nl: Kan deze foto niet vinden op de server
pl: Nie udało się znaleźć tego zdjęcia na serwerze
pt: Não foi possível encontrar esta foto no servidor
ro: Fotografia nu a putut fi găsită pe server
ru: Не удалось найти эту фотографию на сервере
sk: Túto fotografiu sa nepodarilo nájsť na serveri
sl: Te fotografije ni bilo mogoče najti v strežniku
sv: Det gick inte att hitta fotot på servern
th: ไม่พบรูปภาพนี้บนเซิร์ฟเวอร์
tr: Bu fotoğraf sunucuda bulunamadı
uk: Не вдалося знайти це фото на сервері
vi: Không thể tìm thấy ảnh này trên máy chủ
zh_hans: 无法在服务器上找到此照片
zh_hant: 無法在伺服器上找到此相片

source: Failed to Load
ar: فشل التحميل
bg: Зареждането е неуспешно
bn: লোড করা ব্যর্থ হয়েছে
ca: No s'ha pogut carregar
cs: Načtení se nezdařilo
da: Kunne ikke indlæse
de: Laden fehlgeschlagen
el: Η φόρτωση απέτυχε
es: Error al cargar
fa: بارگیری ناموفق بود
fi: Lataaminen epäonnistui
fr: Échec du chargement
he: הטעינה נכשלה
hi: लोड नहीं हो सका
hr: Učitavanje nije uspjelo
hu: A betöltés sikertelen
id: Gagal Memuat
it: Caricamento non riuscito
ja: 読み込みに失敗しました
kk: Жүктеу сәтсіз аяқталды
ko: 불러오기 실패
lt: Nepavyko įkelti
ms: Gagal Memuatkan
nb: Kunne ikke laste
nl: Laden mislukt
pl: Nie udało się wczytać
pt: Falha ao carregar
ro: Încărcarea a eșuat
ru: Не удалось загрузить
sk: Načítanie zlyhalo
sl: Nalaganje ni uspelo
sv: Det gick inte att ladda
th: โหลดไม่สำเร็จ
tr: Yüklenemedi
uk: Не вдалося завантажити
vi: Tải thất bại
zh_hans: 载入失败
zh_hant: 載入失敗

source: Failed to load album
ar: فشل تحميل الألبوم
bg: Зареждането на албума е неуспешно
bn: অ্যালবাম লোড করতে ব্যর্থ হয়েছে
ca: No s'ha pogut carregar l'àlbum
cs: Album se nepodařilo načíst
da: Kunne ikke indlæse album
de: Album konnte nicht geladen werden
el: Η φόρτωση του άλμπουμ απέτυχε
es: Error al cargar el álbum
fa: بارگیری آلبوم ممکن نبود
fi: Albumin lataaminen epäonnistui
fr: Échec du chargement de l’album
he: טעינת האלבום נכשלה
hi: एल्बम लोड नहीं हो सका
hr: Učitavanje albuma nije uspjelo
hu: Nem sikerült betölteni az albumot
id: Gagal memuat album
it: Impossibile caricare l'album
ja: アルバムを読み込めませんでした
kk: Альбомды жүктеу мүмкін болмады
ko: 앨범을 불러오지 못했습니다
lt: Nepavyko įkelti albumo
ms: Gagal memuatkan album
nb: Kunne ikke laste albumet
nl: Album laden mislukt
pl: Nie udało się wczytać albumu
pt: Falha ao carregar o álbum
ro: Încărcarea albumului a eșuat
ru: Не удалось загрузить альбом
sk: Nepodarilo sa načítať album
sl: Albuma ni bilo mogoče naložiti
sv: Det gick inte att ladda albumet
th: โหลดอัลบั้มไม่สำเร็จ
tr: Albüm yüklenemedi
uk: Не вдалося завантажити альбом
vi: Không thể tải album
zh_hans: 载入相册失败
zh_hant: 載入相簿失敗

source: Failed to load albums
ar: فشل تحميل الألبومات
bg: Зареждането на албумите е неуспешно
bn: অ্যালবামগুলো লোড করতে ব্যর্থ হয়েছে
ca: No s'han pogut carregar els àlbums
cs: Alba se nepodařilo načíst
da: Kunne ikke indlæse album
de: Alben konnten nicht geladen werden
el: Η φόρτωση των άλμπουμ απέτυχε
es: Error al cargar los álbumes
fa: بارگیری آلبوم‌ها ممکن نبود
fi: Albumien lataaminen epäonnistui
fr: Échec du chargement des albums
he: טעינת האלבומים נכשלה
hi: एल्बम लोड नहीं किए जा सके
hr: Učitavanje albuma nije uspjelo
hu: Nem sikerült betölteni az albumokat
id: Gagal memuat album-album
it: Impossibile caricare gli album
ja: アルバムを読み込めませんでした
kk: Альбомдарды жүктеу мүмкін болмады
ko: 앨범을 불러오지 못했습니다
lt: Nepavyko įkelti albumų
ms: Gagal memuatkan album
nb: Kunne ikke laste albumene
nl: Albums laden mislukt
pl: Nie udało się wczytać albumów
pt: Falha ao carregar os álbuns
ro: Încărcarea albumelor a eșuat
ru: Не удалось загрузить альбомы
sk: Nepodarilo sa načítať albumy
sl: Albumov ni bilo mogoče naložiti
sv: Det gick inte att ladda album
th: โหลดอัลบั้มไม่สำเร็จ
tr: Albümler yüklenemedi
uk: Не вдалося завантажити альбоми
vi: Không thể tải album
zh_hans: 载入相册失败
zh_hant: 載入相簿失敗
